{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "پاکسازی چمن زیر ساختمان ها و اینکه آیا پس از برچیدن چمن باز می گردد را کنترل می کند."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "اولین زمان، چمن موقت می تواند پس از برچیدن ساختمان پوشش نهایی شروع به بازگشت کند."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "فاصله خالی اضافی در بالا و پایین هندسه ساختمان تحت پوشش."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "فاصله اضافی برای پاکسازی چمن در اطراف یک ساختمان."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "رشد مجدد تدریجی لبه به مرکز"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "بافر افقی (متر)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "آخرین زمان بازگشت چمن موقت مقادیر کمتر از حداقل به عنوان حداقل در نظر گرفته می شوند."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "بدون علف زیر ساختمان ها"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "پس از برچیدن چمن را دوباره پرورش دهید"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "حداکثر رشد مجدد (ثانیه)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "حداقل رشد مجدد (ثانیه)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "علف های صخره ای را در امواج صحنه دار ارزان قیمت به جای یک پاپ آشکار ایجاد می کند."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "بافر عمودی (متر)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "هنگامی که فعال است، چمن پنهان پس از تاخیر پیکربندی شده برمی گردد. آن را غیرفعال کنید تا علف‌های زیر ساختمان‌های جدید پس از برچیدن آن‌ها پاک شود. درختان، بوته ها، گیاهان منبع، و سایر شاخ و برگ ها هرگز به طور دائم توسط این مد حذف نمی شوند."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}